Revit 2027 API
ParameterTypeId.MepIgnoreFlowAnalysis Property
 "Ignore Flow Analysis"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepIgnoreFlowAnalysis { get; }
Public Shared ReadOnly Property MepIgnoreFlowAnalysis As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepIgnoreFlowAnalysis {
	ForgeTypeId^ get ();
}
static member MepIgnoreFlowAnalysis : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace